Repository: WordPress24CZ/Cookie-Information-Free-GDPR-Consent-Solution
Catalog: wp-gdpr-compliance-*.po
Languages: cs_cz

# admin
source: Sign up and we will help you on your journey to compliance
cs_cz: Zaregistrujte se a my vám pomůžeme na vaší cestě k dodržování předpisů

source: Hey Administrator, The Cookie bar has been disabled. Activate the bar
cs_cz: Ahoj administrátore, lišta Cookie byla deaktivována. Aktivujte lištu

source: here
cs_cz: zde

source: No post ID provided
cs_cz: Nebylo zadáno ID příspěvku

# admin
source: Close popup
cs_cz: Zavřít popup

# admin
source: %1$1s and %2$2s
cs_cz: %1$1s a %2$2s

# admin
source: Style your Consent Bar and Consent Pop-up via the Cookie Information dashboard %1s.
cs_cz: Upravte panel souhlasu a vyskakovací okno souhlasu prostřednictvím řídicího panelu s informacemi o souborech cookie %1s.

# admin
source: here
cs_cz: zde

# admin
source: Need some help?
cs_cz: Potřebujete pomoc?

# admin
source: Dont know exactly what text to use?
cs_cz: Nevíte přesně, jaký text použít?

# admin
source: Having trouble coming up with awesome and understandable texts? Let us help!
cs_cz: Máte problém přijít s úžasnými a srozumitelnými textami? Nechte nás pomoct!

# admin
source: Use Cookie Information Recommended text
cs_cz: Použít informace o souborech cookie Doporučený text

# admin
source: Non-business mode (personal websites)
cs_cz: Neobchodní režim (osobní webové stránky)

# admin
source: Recommended to all non-business or commercial websites.
cs_cz: Doporučeno pro všechny neobchodní nebo komerční webové stránky.

# admin
source: Continue with the non-business mode
cs_cz: Pokračovat v nepodnikatelském režimu

# admin
source: Own a business website?
cs_cz: Vlastníte firemní webovou stránku?

# admin
source: Currently in non-business mode
cs_cz: V současné době v nepodnikatelském režimu

# admin
source: But, if you’re concerned about being 100% compliant globally, we recommend turning your compliance up a notch.
cs_cz: Pokud se však obáváte o 100% globálně vyhovění předpisům, doporučujeme posouvat váš soulad o stupeň výš.

# admin
source: Try our free 30-day trial so you can:
cs_cz: Vyzkoušejte naši bezplatnou 30denní zkušební verzi, abyste mohli:

# admin
source: Good job! Your cookie pop-up is now live. 🎉
cs_cz: Dobrá práce! Vaše vyskakovací okno cookie je nyní aktivní. 🎉

# admin
source: Did you know that you can enrich your pop-up even more with your free plugin?
cs_cz: Věděli jste, že vyskakovací okna můžete ještě více obohatit pomocí bezplatného pluginu?

# admin
source: Customize your pop-up
cs_cz: Přizpůsobte si vyskakovací okno

# admin
source: Manually add data processors (e.g. Google Analytics, Facebook, etc.)
cs_cz: Ručně přidat zpracovatele dat (např. Google Analytics, Facebook atd.)

# admin
source: Add privacy policy
cs_cz: Přidat zásady ochrany osobních údajů

# admin
source: Your privacy policy lets your customers know what type of data you’re collecting, and what you’re doing with that data.
cs_cz: Vaše zásady ochrany osobních údajů dávají vašim zákazníkům vědět, jaký typ dat shromažďujete a co s těmito daty děláte.

# admin
source: Start
cs_cz: Začít

# admin
source: Get your GDPR foundation in place
cs_cz: Připravte si základy GDPR

# admin
source: You’re just a few steps away from being GDPR compliant.
cs_cz: Od souladu s GDPR vás dělí jen pár kroků.

# admin
source: We’re just missing these details:
cs_cz: Jen nám chybí tyto detaily:

# admin
source: What kind of website do you want to add the pop-up to?
cs_cz: Na jaký typ webu chcete vyskakovací okno přidat?

# admin
source: Where is your website’s privacy policy? (the pop-up needs to link to it)
cs_cz: Kde jsou zásady ochrany osobních údajů vašeho webu? (vyskakovací okno na něj musí odkazovat)

# admin
source: Let’s get you set up!
cs_cz: Jdeme na to.

# admin
source: Cookie pop-up is not live
cs_cz: Vyskakovací okno cookie není aktivní

# admin
source: Cookie pop-up is live
cs_cz: Vyskakovací okno cookie je aktivní

# admin
source: Currently in full compliant mode
cs_cz: Momentálně v plně kompatibilním režimu

# admin
source: Our free plugin lets you manually add data processors to your cookie pop-up. <strong>Want to automate this process? <br>%s</strong>
cs_cz: Náš bezplatný plugin vám umožňuje ručně přidat zpracovatele dat do vyskakovacího okna cookie. <strong>Chcete tento proces automatizovat? <br> %s</strong>

# admin
source: Try out our premium plan for free for 30 days
cs_cz: Vyzkoušejte náš prémiový plán zdarma na 30 dní

# admin
source: Upgrade
cs_cz: Aktualizovat

# admin
source: Our Privacy Policy
cs_cz: Naše zásady ochrany osobních údajů

# admin
source: Your text will be used in the following pop-up sentence: “Learn more on %1s page.”
cs_cz: Váš text bude použit v následující vyskakovací větě: „Další informace na stránce %1s.“

# admin
source: Enter the webpage link where people can read your Privacy Policy.
cs_cz: Zadejte odkaz na webovou stránku, kde si lidé mohou přečíst vaše zásady ochrany osobních údajů.

# admin
source: <strong>(!)</strong> By deactivating the pop-up, you’ll no longer be asking people for consent, and you’re at risk of being non-compliant.
cs_cz: <strong>(!)</strong> Deaktivací vyskakovacího okna již nebudete lidi žádat o souhlas a riskujete, že nebudete v souladu.

# admin
source: To enable the Cookie pop-up, activate one (or more) data processors.
cs_cz: Chcete-li povolit vyskakovací okno cookie, aktivujte jeden (nebo více) datových procesorů.

# admin
source: Reset Cookie pop-up
cs_cz: Resetovat vyskakovací okno cookie

# admin
source: Skipped the tour?
cs_cz: Přeskočili jste prohlídku?

# admin
source: We recommend taking Cookie Information’s tour to find out if you’re set up correctly and to learn more about the features of this free plugin.
cs_cz: Doporučujeme absolvovat prohlídku Informace o souborech cookie, abyste zjistili, zda jste správně nastaveni, a abyste se dozvěděli více o funkcích tohoto bezplatného pluginu.

# admin
source: Take the tour
cs_cz: Začít s prohlídkou

# admin
source: What do you call your Privacy Policy (the link text)?
cs_cz: Jak nazýváte své zásady ochrany osobních údajů (text odkazu)?

# admin
source: Where can people find your Privacy Policy? (URL)
cs_cz: Kde mohou lidé najít vaše zásady ochrany osobních údajů? (URL)

# admin
source: Back
cs_cz: Zpět

# admin
source: Next
cs_cz: Další

# admin
source: Finish
cs_cz: Dokončit

# admin
source: Skip for now
cs_cz: Prozatím přeskočit

# admin
source: Select website type
cs_cz: Vyberte typ webu

# admin
source: What kind of website do you need a cookie pop-up for?
cs_cz: Pro jaký druh webu potřebujete vyskakovací okno cookie?

# admin
source: A personal website
cs_cz: Osobní web

# admin
source: Business websites often have to comply <strong>with more</strong> than just GDPR.
cs_cz: Firemní weby musí často splňovat <strong>více</strong> než jen GDPR.

# admin
source: <strong>Unlock our powerful</strong> scanner that notifies you whenever one of your webpages is illegally tracking and saving private data.
cs_cz: <strong>Odemkněte náš výkonný</strong> skener, který vás upozorní, kdykoli některá z vašich webových stránek nelegálně sleduje a ukládá soukromá data.

# admin
source: For personal websites in the EU, this plugin’s got you covered.
cs_cz: Pro osobní webové stránky v EU vám tento plugin pomůže.

# admin
source: Do you have a business website that needs to comply with all global privacy regulations (GDPR, ePrivacy, and CCPA)? Then you should try our global consent solutions (and steer clear of huge fines!).
cs_cz: Máte firemní web, který musí splňovat všechny globální předpisy na ochranu soukromí (GDPR, ePrivacy a CCPA)? Pak byste měli vyzkoušet naše globální řešení pro souhlas (a vyhnout se vysokým pokutám!).

# admin
source: You’re currently using our the fully featured consent solution, so we’ve got you covered.
cs_cz: Aktuálně používáte naše plně funkční řešení pro souhlas, takže jsme vám pomohli.

# admin
source: Upgrade and unlock all business features
cs_cz: Upgradujte a odemkněte všechny obchodní funkce

# admin
source: Business websites often have to comply with more than just GDPR
cs_cz: Firemní weby musí často splňovat více než jen GDPR

# admin
source: Is that you?
cs_cz: Podaří se vám to taky?

# admin
source: If so, we recommend trying our free 30-day trial so you can:
cs_cz: Pokud ano, doporučujeme vyzkoušet naši bezplatnou 30denní zkušební verzi, abyste mohli:

# admin
source: <strong>Remove all risk</strong> by complying with all global privacy regulations (GDPR, ePrivacy, and CCPA)
cs_cz: <strong>Odstraňte všechna rizika</strong> dodržováním všech globálních předpisů na ochranu soukromí (GDPR, ePrivacy a CCPA)

# admin
source: <strong>Unlock our powerful scanner</strong> that notifies you whenever one of your webpages is illegally tracking and saving private data.
cs_cz: <strong>Odemkněte náš výkonný skener,</strong> který vás upozorní, kdykoli některá z vašich webových stránek nelegálně sleduje a ukládá soukromá data.

# admin
source: <strong>Customize your content</strong> and so much more!
cs_cz: <strong>Přizpůsobte si obsah</strong> a mnohem více!

# admin
source: Replace your free pop-up with the upgraded one
cs_cz: Nahraďte své bezplatné vyskakovací okno upgradovaným

# admin
source: Already have a Cookie Information account and added your domain? Great! Hit the toggle below, and we’ll automatically Replace your free pop-up with the global one.
cs_cz: Máte již účet s informacemi o souborech cookie a přidali jste svou doménu? Skvělý! Stiskněte přepínač níže a my vaše bezplatné vyskakovací okno automaticky nahradíme globálním.

# admin
source: Turn on
cs_cz: Zapnout

# admin
source: Cookie pop-up
cs_cz: Vyskakovací okno cookie

source: This plugin helps your website stay compliant with GDPR using a free cookie pop-up.
cs_cz: Tento plugin pomáhá vašemu webu zůstat v souladu s GDPR pomocí bezplatného vyskakovacího okna cookie.

# admin
source: Sign up for a 30-day free trial
cs_cz: Přihlaste se k 30denní bezplatné zkušební verzi

# admin
source: Choose your consent solution
cs_cz: Vyberte řešení pro souhlas

# admin
source: Global compliance (business websites)
cs_cz: Globální soulad (firemní weby)

# admin
source: Recommended for companies that want to remove all risk and stay fully compliant with all global privacy regulations (GDPR, ePrivacy, and CCPA).
cs_cz: Doporučeno pro společnosti, které chtějí odstranit všechna rizika a zůstat plně v souladu se všemi globálními předpisy na ochranu soukromí (GDPR, ePrivacy a CCPA).

# admin
source: Try 30 days for free
cs_cz: Vyzkoušejte 30 dní zdarma

# admin
source: Try our premium plan for free for 30 days, and make sure your website is globally compliant.
cs_cz: Vyzkoušejte náš prémiový plán zdarma na 30 dní a ujistěte se, že váš web je globálně kompatibilní.

# admin
source: Try it out now
cs_cz: Vyzkoušejte to hned

# admin
source: You’re currently using our free GDPR consent solution, so we’ve got you covered in the EU.
cs_cz: Aktuálně používáte naše bezplatné řešení pro souhlas s GDPR, takže jsme pro vás v EU pokryti.

# admin
source: Consent bar & pop-up settings
cs_cz: Nastavení lišty souhlasu a vyskakovacích oken

# admin
source: Consent bar settings
cs_cz: Nastavení lišty souhlasu

# admin
source: Request user data form
cs_cz: Vyžádat data uživatele

# admin
source: Consent bar & pop-up
cs_cz: Lišta souhlasu a vyskakovací okno

# admin
source: Font family for bar and pop-up
cs_cz: Rodina písem pro lištu a vyskakovací okno

# admin
source: Please make sure that the access request form shortcode %s is active on the selected page
cs_cz: Ujistěte se prosím, že je na vybrané stránce aktivní formulář žádosti o přístup %s

# admin
source: Signup for Cookie Information
cs_cz: Přihlášení k odběru informací o souborech cookie

source: No form entries found with email address%1s.
cs_cz: Nebyly nalezeny žádné položky formuláře s e-mailovou adresou%1s.

source: No orders found with email address%1s.
cs_cz: Nebyly nalezeny žádné objednávky s e-mailovou adresou%1s.

source: No users found with email address%1s.
cs_cz: S e-mailovou adresou%1s nebyl nalezen žádný uživatel.

# admin
source: Welcome to Cookie Information | Free WP GDPR Consent Plugin
cs_cz: Vítejte v informacích o souborech cookie | Zdarma WP GDPR Consent Plugin

# admin
source: try it out here
cs_cz: zkuste to tady

# admin
source: Thank you very much for choosing this plugin to help you with your GDPR Compliance. This is a free tool that offers Compliance. We also provide a version that automates many of these tasks and makes sure that you are always up to date: %1s
cs_cz: Děkujeme, že jste si vybrali tento plugin, který vám pomůže s dodržováním GDPR. Toto je bezplatný nástroj, který nabízí shodu. Poskytujeme také verzi, která automatizuje mnoho z těchto úloh a zajišťuje, že budete vždy aktuální: %1s

# admin
source: Once a month
cs_cz: Jednou měsíčně

# admin
source: Use the font of my website
cs_cz: Použijte písmo mého webu

# admin
source: Bottom
cs_cz: Dole

# admin
source: Top
cs_cz: Nahoře

# admin
source: Fade out
cs_cz: Stmívání

# admin
source: Bounce out
cs_cz: Poskakování ven

# admin
source: Zoom out
cs_cz: Oddálit

# admin
source: Instant (no animation)
cs_cz: Okamžitě (bez animace)

# admin
source: You need to make sure you have added at least one (1) active data processor.
cs_cz: Musíte se ujistit, že jste přidali alespoň jeden (1) aktivní datový procesor.

source: The request form has been disabled, you can enable it <a href="%s">here</a>.
cs_cz: Formulář žádosti byl deaktivován, můžete jej aktivovat <a href="%s">zde</a> .

source: No data is stored in relation to this email address
cs_cz: V souvislosti s touto e-mailovou adresou nejsou uložena žádná data

source: If needed, you can put in a new request here: %1s
cs_cz: V případě potřeby můžete zadat nový požadavek zde: %1s

source: Powered by Cookie Information
cs_cz: Provozováno na Cookie Information

source: Close popup
cs_cz: Zavřít popup

# admin
source: No
cs_cz: Ne

# admin
source: Disable
cs_cz: Zakázat

# admin
source: Enable
cs_cz: Povolit

# admin
source: Save settings
cs_cz: Uložit nastavení

# admin
source: Note
cs_cz: Poznámka

# admin
source: Anonymous
cs_cz: Anonymní

# admin
source: <strong>ERROR</strong>: %1$s
cs_cz: <strong>CHYBA</strong>: %1$s

# admin
source: <strong>NOTE:</strong> %1$s
cs_cz: <strong>POZNÁMKA:</strong> %1$s

# admin
source: Consent could not be found.
cs_cz: Souhlas nebyl nalezen.

# admin
source: Something went wrong.
cs_cz: Něco se pokazilo.

# admin
source: Consent deleted.
cs_cz: Souhlas byl smazán.

source: Please accept the privacy policy
cs_cz: Přijměte prosím zásady ochrany osobních údajů

source: Redirecting to %s
cs_cz: Přesměrování na %s

# admin
source: 0 seconds
cs_cz: 0 sekund

# admin
source: %1s year
cs_cz: 1 rok

# admin
source: %1s month
cs_cz: 1 měsíc

# admin
source: %1s day
cs_cz: 1 den

# admin
source: %1s hour
cs_cz: 1 hodina

# admin
source: First time setup Wizard
cs_cz: Průvodce prvním nastavením

# admin
source: <strong>Hey!</strong> Thank you for installing %s!
cs_cz: <strong>Ahoj!</strong> Děkujeme za instalaci %s!

# admin
source: To setup the plugin and see what this plugin can do, go to our %1s.
cs_cz: Chcete-li nastavit plugin a zjistit, co tento plugin umí, přejděte na naše %1s.

# admin
source: %1s Settings
cs_cz: Nastavení %1s

# admin
source: <strong>Awesome!</strong> You have activated the %1s plugin.
cs_cz: <strong>Úžasné!</strong> Aktivovali jste plugin %1s.

# admin
source: To update the settings and read about what this plugin can do, go to our %1s page.
cs_cz: Chcete-li aktualizovat nastavení a přečíst si o tom, co tento plugin umí, přejděte na naši stránku %1s.

# admin
source: Consent updated.
cs_cz: Souhlas aktualizován.

# admin
source: Change settings of the Privacy Policy, Consent bar and pop-up, Request user data form and Integrations.
cs_cz: Změňte nastavení zásad ochrany osobních údajů, lišty souhlasu a vyskakovacího okna, formuláře žádosti o uživatelská data a integrací.

# admin
source: %1s request to process
cs_cz: 1 požadavek ke zpracování

# admin
source: Request cancelled.
cs_cz: Žádost zrušena!

# admin
source: Unable to locate request.
cs_cz: Žádost nelze najít.

# admin
source: Privacy Policy
cs_cz: Zásady ochrany osobních údajů

# admin
source: Use external privacy policy
cs_cz: Použijte externí zásady ochrany osobních údajů

# admin
source: Select the page where the Privacy Policy is written.
cs_cz: Vyberte stránku, kde jsou napsány Zásady ochrany osobních údajů.

# admin
source: Explanation
cs_cz: Vysvětlení

# admin
source: Google Fonts API key
cs_cz: Google Fonts API klíč

# admin
source: Google fonts API key
cs_cz: Google fonts API klíč

# admin
source: Position
cs_cz: Pozice

# admin
source: Animation
cs_cz: Animace

# admin
source: Accept button text
cs_cz: Přijmout text tlačítka

# admin
source: Settings button text
cs_cz: Tlačítko nastavení

# admin
source: Bar color
cs_cz: Barva sloupce

# admin
source: Text color
cs_cz: Barva textu

# admin
source: Button background
cs_cz: Pozadí tlačítka

# admin
source: Button text color
cs_cz: Barva textu tlačítka

# admin
source: Activate request form
cs_cz: Aktivujte formulář žádosti

# admin
source: Checkbox text
cs_cz: Text zaškrtávacího políčka

# admin
source: Request access page
cs_cz: Požádat o přístup

# admin
source: Visitors will receive a link to this page on which the visitor can view all the data stored which is associated with their email address.
cs_cz: Návštěvníci obdrží odkaz na tuto stránku, na které si návštěvník může prohlédnout všechna uložená data, která jsou spojena s jejich e-mailovou adresou.

# admin
source: Anonymize request explanation
cs_cz: Anonymizovat vysvětlení požadavku

# admin
source: Wizard
cs_cz: Průvodce

# admin
source: Request deleted.
cs_cz: Žádost smazána.

# admin
source: Unable to delete request.
cs_cz: Žádost nelze smazat.

# admin
source: Data anonymized.
cs_cz: Data anonymizována.

# admin
source: Unable to (fully) anonymize all data.
cs_cz: Nelze (plně) anonymizovat všechna data.

# admin
source: Unable to reset consent
cs_cz: Souhlas nelze resetovat

# admin
source: Consent has been reset
cs_cz: Souhlas byl resetován

# admin
source: No active data processors.
cs_cz: Žádní aktivní zpracovatelé dat.

# admin
source: We will significantly extend the features of this plugin to protect our community against the increasing pressure from Data Protection Agencies, giving hefty fines for non-compliant cookie consents. To enable business users to comply with GDPR, we will offer a business solution that easily allows you to become compliant and avoid fines.
cs_cz: Významně rozšíříme funkce tohoto pluginu, abychom chránili naši komunitu před narůstajícím tlakem ze strany agentur pro ochranu osobních údajů a udělujeme vysoké pokuty za nevyhovující souhlasy se soubory cookie. Abychom firemním uživatelům umožnili dodržovat GDPR, nabídneme obchodní řešení, které vám snadno umožní dosáhnout souladu a vyhnout se pokutám.

# admin
source: If you run a business within the EU, we strongly recommend changing to the business version to secure 100% compliance. Features include customizable consent pop-ups, automated cookie policies, integration to Google Products, and much more.
cs_cz: Pokud podnikáte v rámci EU, důrazně doporučujeme přejít na obchodní verzi, abyste zajistili 100% shodu. Mezi funkce patří přizpůsobitelná vyskakovací okna se souhlasem, zásady automatických souborů cookie, integrace do produktů Google a mnoho dalšího.

# admin
source: If you want to get a taste of what you can expect, you can try the full suite of Cookie Information for 30 days free
cs_cz: Pokud chcete ochutnat, co můžete očekávat, můžete vyzkoušet celou sadu informací o souborech cookie na 30 dní zdarma

# admin
source: Let's get you all set up!
cs_cz: Pojďme vše nastavit!

# admin
source: A business website
cs_cz: Obchodní web

# admin
source: Setup first consent
cs_cz: Nejprve nastavte souhlas

# admin
source: Setup your first consent
cs_cz: Nastavte svůj první souhlas

# admin
source: Form: %1s
cs_cz: Formulář: %1s

# admin
source: Activate for this form
cs_cz: Aktivovat pro tento formulář:

# admin
source: Change the text and messages of the checkbox
cs_cz: Změňte text a zprávy zaškrtávacího políčka

# admin
source: Change the text of the checkbox
cs_cz: Změňte text zaškrtávacího políčka

# admin
source: Error message
cs_cz: Hlášení o chybě

# admin
source: Required message
cs_cz: Povinná zpráva

# admin
source: HTML is not allowed because of technical limitations with tooltips.
cs_cz: HTML není povoleno kvůli technickým omezením s popisky.

# admin
source: Activate
cs_cz: Aktivovat

# admin
source: Privacy policy
cs_cz: Zásady ochrany osobních údajů

# admin
source: Privacy policy link settings
cs_cz: Nastavení odkazu na zásady ochrany osobních údajů

# admin
source: Privacy policy link text
cs_cz: Odkaz na Zásady ochrany osobních údajů

# admin
source: External privacy policy?
cs_cz: Externí zásady ochrany osobních údajů?

# admin
source: Privacy policy page
cs_cz: Stránka zásad ochrany osobních údajů

# admin
source: Privacy policy url
cs_cz: URL adresa zásad ochrany osobních údajů

# admin
source: Request User
cs_cz: Žádost o uživateli

# admin
source: Request User data
cs_cz: Vyžádat data uživatele

# admin
source: First time setup wizard - Cookie Information | Free WP GDPR Consent Plugin
cs_cz: Průvodce prvním nastavením – Informace o souborech cookie | Zdarma WP GDPR Consent Plugin

# admin
source: Cookie Information
cs_cz: Informace o cookie

# admin
source: Edit processor
cs_cz: Upravit procesor

# admin
source: New processor
cs_cz: Nový procesor

# admin
source: Required
cs_cz: Požadováno

# admin
source: Active processor?
cs_cz: Aktivní procesor?

# admin
source: Title of processor
cs_cz: Titul zpracovatele

# admin
source: Title
cs_cz: Název

# admin
source: Name your processor wisely, the name of the processor is shown in the popup of the processorbar. For example name it "Google Analytics" or "Advertisement"
cs_cz: Pojmenujte svůj procesor moudře, název procesoru se zobrazí ve vyskakovacím okně na procesorové liště. Pojmenujte jej například "Google Analytics" nebo "Reklama"

# admin
source: Description
cs_cz: Popis

# admin
source: A short description of the processor
cs_cz: Krátký popis procesoru

# admin
source: Describe your processor script as thoroughly as possible. %1s will not work here.
cs_cz: Popište skript procesoru co nejdůkladněji. %1s zde nebude fungovat.

# admin
source: Code wrap
cs_cz: Zalamování kódu

# admin
source: Placement
cs_cz: Umístění

# admin
source: Code snippet
cs_cz: Úryvek kódu

# admin
source: Save processor
cs_cz: Ušetřete procesor

# admin
source: active
cs_cz: aktivní

# admin
source: not active
cs_cz: není aktivní

# admin
source: Consent bar
cs_cz: Lišta souhlasu

# admin
source: Toggle consent bar
cs_cz: Přepnout panel souhlasu

# admin
source: To enable the consent bar, activate one (or more) data processor(s).
cs_cz: Chcete-li povolit panel souhlasu, aktivujte jeden (nebo více) zpracovatelů dat.

# admin
source: Want to reset the Cookie pop-up? This means that the consent bar will appear again for all users.
cs_cz: Chcete resetovat vyskakovací okno cookie? To znamená, že lišta souhlasu se znovu zobrazí všem uživatelům.

# admin
source: Reset
cs_cz: Resetovat

# admin
source: Change the look
cs_cz: Změňte vzhled

# admin
source: Change the colors of the consent bar and the settings.
cs_cz: Změňte barvy lišty souhlasu a nastavení.

# admin
source: Change settings
cs_cz: Změnit nastavení

# admin
source: Settings
cs_cz: Nastavení

# admin
source: Not required
cs_cz: Není nutné

# admin
source: never
cs_cz: nikdy

# admin
source: (Last edited on %1s)
cs_cz: (Naposledy upraveno %1s)

# admin
source: Edit
cs_cz: Upravit

# admin
source: Delete
cs_cz: Smazat
