Repository: WordPress24CZ/Cookie-Information-Free-GDPR-Consent-Solution
Catalog: wp-gdpr-compliance-*.po
Languages: cs_cz

# admin
source: Are you sure you want to delete this processor?
cs_cz: Opravdu to chcete odstranit?

# admin
source: Yes
cs_cz: Ano

# admin
source: Cancel
cs_cz: Storno

# admin
source: Active data processors (%1$s)
cs_cz: Aktivní datové procesory (%1$s)

# admin
source: Disabled data processors (%1$s)
cs_cz: Zakázané procesory dat (%1$s)

# admin
source: Data processors
cs_cz: Zpracovatelé dat

# admin
source: Add data processor
cs_cz: Přidejte procesor dat

# admin
source: This request was submitted by %1$1s on %2$2s.
cs_cz: Tuto žádost odeslal %1s dne %2s.

# admin
source: The data wil be anonymized in %1s when no action is taken.
cs_cz: Pokud neprovedete žádnou akci, data budou anonymizována za %1s.

# admin
source: Cancel request
cs_cz: Zrušit žádost

# admin
source: If you cancel this request, the user can not choose anymore which data he/she/they would like to be anonymized. The user can submit a new request though.
cs_cz: Pokud tento požadavek zrušíte, uživatel si již nebude moci vybrat, která data si přeje být anonymizována. Uživatel však může odeslat nový požadavek.

source: All requests have been processed.
cs_cz: Všechny žádosti byly zpracovány.

# admin
source: Anonymize all
cs_cz: Anonymizovat všechny

# admin
source: Anonymize all data that is found for this request.
cs_cz: Anonymizovat všechna data nalezená pro tento požadavek.

# admin
source: Request by %1s
cs_cz: Žádost od %1s

# admin
source: Found data
cs_cz: Nalezená data

# admin
source: %1$1s entries requested, %2$2s anonymized
cs_cz: Požadované položky: %1s, %2s anonymizováno

# admin
source: Actions
cs_cz: Akce

# admin
source: Active requests
cs_cz: Aktivní požadavky

# admin
source: No active requests to manage.
cs_cz: Žádné aktivní požadavky ke správě.

# admin
source: Expired requests
cs_cz: Žádosti, jejichž platnost vypršela

# admin
source: No expired requests here.
cs_cz: Nejsou zde žádné žádosti, jejichž platnost vypršela.

# admin
source: Requests
cs_cz: Požadavek

# admin
source: Here are the requests that are done via the request form. Requests are anonymized automatically after 30 days when no action is taken.
cs_cz: Zde jsou žádosti, které jsou prováděny prostřednictvím formuláře žádosti. Žádosti jsou automaticky anonymizovány po 30 dnech, kdy neprovedete žádnou akci.

# admin
source: Date of request
cs_cz: Datum žádosti

# admin
source: IP Address
cs_cz: IP adresa

# admin
source: Manage
cs_cz: Správa

# admin
source: Are you sure you want to delete this request?
cs_cz: Opravdu to chcete odstranit?

# admin
source: Preview
cs_cz: Náhled

# admin
source: Consent pop-up settings
cs_cz: Nastavení vyskakovacího okna souhlasu

# admin
source: Integrations
cs_cz: Integrace

# admin
source: Integrate GDPR Consent Compliance into forms that you use on your website. By enabling the integrations a checkbox will be added. You can manage what text to display per integration.
cs_cz: Integrujte soulad se souhlasem s GDPR do formulářů, které používáte na svém webu. Povolením integrací bude přidáno zaškrtávací políčko. U každé integrace můžete spravovat, jaký text se má zobrazit.

# admin
source: Active
cs_cz: Aktivní

# admin
source: Disable integration
cs_cz: Zakázat integraci

# admin
source: This comment doesn't exist.
cs_cz: Komentář neexistuje.

# admin
source: You're not allowed to edit form entries.
cs_cz: Nemáte oprávnění upravovat položky formuláře.

source: %1$1s #%2$2s with email address %3$3s.
cs_cz: %1s #%2s s e-mailovou adresou %3s.

# admin
source: Update available
cs_cz: Je dostupná aktualizace

# admin
source: Select a page
cs_cz: Vyber stránku

# admin
source: Edit page
cs_cz: Upravit stránku

# admin
source: No render method yet, please add one in %1s
cs_cz: Zatím žádná metoda vykreslování, přidejte ji za %1s

# admin
source: Plugin help
cs_cz: Soubor nápovědy k pluginu

# admin
source: About
cs_cz: O nás

# admin
source: Support
cs_cz: Podpora

# admin
source: Powered by %1s
cs_cz: Používá technologii %1s

# admin
source: Cookie Information, Consent Management Platform
cs_cz: Informace o souborech cookie, platforma pro správu souhlasu

# admin
source: Dashboard navigation
cs_cz: Navigace na ovládacím panelu

# admin
source: %1s Active checkbox
cs_cz: %1s Aktivní zaškrtávací políčko

# admin
source: %1s form doesn’t seem to have a checkbox enabled
cs_cz: Zdá se, že formulář %1s nemá zaškrtávací políčko

# admin
source: Manage checkboxes
cs_cz: Spravovat zaškrtávací políčka

# admin
source: %1s Active data processor
cs_cz: %1s Aktivní datový procesor

# admin
source: The consent bar is %1s
cs_cz: Lišta souhlasu je %1s

# admin
source: showing
cs_cz: Zobrazuje se

# admin
source: not showing
cs_cz: nezobrazuje se

# admin
source: Manage data processors
cs_cz: Správa zpracovatelů dat

# admin
source: %1s Data request
cs_cz: %1s Požadavek na data

# admin
source: Last request is from %1s
cs_cz: Poslední požadavek je od %1s

# admin
source: Manage data requests
cs_cz: Spravujte požadavky na data

# admin
source: Dashboard
cs_cz: Řídící panel

source: Cookie Information | Free WP GDPR Consent Plugin
cs_cz: Vítejte v informacích o souborech cookie | Zdarma WP GDPR Consent Plugin

# admin
source: Currently the %1s plugin is not installed.
cs_cz: Momentálně není plugin %1s nainstalován.

# admin
source: not activated
cs_cz: není aktivován

# admin
source: Currently the %1$1s plugin is installed, but %2$2s.
cs_cz: Momentálně je nainstalován plugin %1s, ale %2s.

# admin
source: this version is not supported
cs_cz: tato verze není podporována

# admin
source: Currently the %1$1s plugin is installed, but %2$2s. The plugin will be supported from version %3$3s and up.
cs_cz: Momentálně je nainstalován plugin %1s, ale %2s. Plugin bude podporován od verze %3s a vyšší.

# admin
source: No active %1s forms found. Please create a form and return to set the checkbox message(s).
cs_cz: Nebyly nalezeny žádné aktivní formuláře %1s. Vytvořte prosím formulář a vraťte se k nastavení zpráv zaškrtávacích políček.

source: Forms Entries
cs_cz: Zápisy do formulářů

# admin
source: Contact Form 7
cs_cz: Kontaktní formulář 7

# admin
source: When activated the GDPR checkbox will be added at the end of each <strong>activated</strong> form.
cs_cz: Po aktivaci bude na konec každého <strong>aktivovaného</strong> formuláře přidáno zaškrtávací políčko GDPR.

# amount of entries
source: Anonymize selected entry
cs_cz: Anonymizovat vybraný záznam

# admin
source: draft
cs_cz: koncept

# admin
source: published
cs_cz: vypsané

source: GDPR accepted on: %1s
cs_cz: GDPR přijato dne: %1s

# admin
source: disabled
cs_cz: zakázáno

# admin
source: enabled
cs_cz: povoleno

source: Orders
cs_cz: Objednávky

# admin
source: When activated the GDPR checkbox will be added at the end of the WooCommerce checkout form.
cs_cz: Po aktivaci bude na konec formuláře pro platbu WooCommerce přidáno zaškrtávací políčko GDPR.

# amount of shop orders
source: Anonymize selected shop order
cs_cz: Anonymizovat objednávku vybraného obchodu

# admin
source: WordPress Comments
cs_cz: WordPress komentáře

# amount of comments
source: Anonymize selected comment
cs_cz: Anonymizovat vybraný komentář

# admin
source: GDPR accepted on
cs_cz: GDPR akceptováno v

# admin
source: WordPress Registration
cs_cz: WordPress Registrační formulář

# amount of users
source: Anonymize selected user
cs_cz: Anonymizovat vybraného uživatele

source: Form
cs_cz: Formulář

source: Anonymize selected data
cs_cz: Anonymizovat vybraná data

source: Registration
cs_cz: Registrace

# admin
source: Wrap my code in <script> tags
cs_cz: Zabalte můj kód <script> tags

# admin
source: Do not wrap my code
cs_cz: Nezalamujte můj kód

# admin
source: Head (in the <head> tag)
cs_cz: Hlava (v <head> štítek)

# admin
source: Body (direct after the <body> tag)
cs_cz: Tělo (přímo po <body> štítek)

# admin
source: Footer (at the end of the <body> tag)
cs_cz: Zápatí (na konci <body> štítek)

source: Unable to locate request.
cs_cz: Žádost nelze najít.

source: No requests to process.
cs_cz: Požadavky na zpracování

# admin
source: This user doesn't exist.
cs_cz: Tento uživatel neexistuje.

# admin
source: Start your 30-day free trial
cs_cz: Spustit 30denní bezplatnou zkušební verzi

# admin
source: Manage your Privacy Policy page
cs_cz: Spravujte svou stránku Zásady ochrany osobních údajů

# admin
source: WP GDPR Compliance will become even better!
cs_cz: Soulad s WP GDPR bude ještě lepší!

# admin
source: It appears you have not yet completed the first time setup.
cs_cz: Zdá se, že jste ještě nedokončili první nastavení.

source: Cookie Information
cs_cz: Informace o cookie

# admin
source: Most websites use services and plugins for statistical and marketing that require the user's consent to comply with GDPR. Here you can add the first of the services you use. You can always change this later.
cs_cz: Většina webových stránek využívá pro statistiku a marketing služby a pluginy, které vyžadují souhlas uživatele s dodržováním GDPR. Zde můžete přidat první ze služeb, které používáte. Vždy to můžete později změnit.

# admin
source: You are required to have a privacy policy on your website to comply with GDPR guidelines. Here you can add a link from your consent pop to your privacy policy.
cs_cz: Abyste vyhověli pokynům GDPR, musíte mít na svém webu zásady ochrany osobních údajů. Zde můžete přidat odkaz z vyskakovacího okna souhlasu na vaše zásady ochrany osobních údajů.

source: More information
cs_cz: Více informací

source: User has given consent when registering
cs_cz: Uživatel dal při registraci souhlas

# admin
source: When activated the GDPR checkbox will be added automatically, just above the register button.
cs_cz: Při aktivaci bude zaškrtávací pole GDPR přidáno těsně nad tlačítko registrace.

# admin
source: Enabling this will allow you to use an external Privacy Policy instance
cs_cz: Pokud to povolíte, budete moci používat externí instance zásad ochrany osobních údajů

source: This checkbox is checked because you are an admin
cs_cz: Toto zaškrtávací políčko je zaškrtnuto, protože jste administrátor

source: Missing token.
cs_cz: Chybějící token

source: You need to accept this checkbox
cs_cz: Toto políčko musíte přijmout.

source: (no title)
cs_cz: (žádný název)

source: Let your visitors re-access their settings by placing a link to the modal with the shortcode %1$1s or add the "%2$2s" class to a menu item.
cs_cz: Umožněte návštěvníkům znovu získat přístup k jejich nastavením umístěním odkazu na modální s krátkým kódem %1s nebo přidáním třídy "%2s" do položky nabídky.

source: My settings
cs_cz: Moje nastavení

source: Accept
cs_cz: Příjmout

source: These settings will only apply to the browser and device you are currently using.
cs_cz: Tato nastavení se vztahují pouze na prohlížeč a zařízení, které právě používáte.

source: Save my settings
cs_cz: Uložit moje nastavení

source: Privacy Settings
cs_cz: Nastavení soukromí

source: This site uses functional cookies and external scripts to improve your experience. Which cookies and scripts are used and how they impact your visit is specified on the left. You may change your settings at any time. Your choices will not impact your visit.
cs_cz: Tento web používá ke zlepšení vašeho života funkční cookies a externí skripty. Které soubory cookie a skripty se používají a jak ovlivňují vaši návštěvu, jsou uvedeny vlevo. Nastavení můžete kdykoli změnit. Vaše volba nebude mít vliv na vaši návštěvu.

source: This site uses functional cookies and external scripts to improve your experience.
cs_cz: Tento web používá ke zlepšení vašeho života funkční cookies a externí skripty.

source: Your Email Address
cs_cz: Vaše e-mailová adresa

source: Send
cs_cz: Odeslat

source: You are only able to view your data when visiting this page on the same device with the same IP and in the same browser session as when you performed your request. This is an extra security measure to keep your data safe.
cs_cz: Data můžete zobrazit pouze při návštěvě této stránky na stejném zařízení se stejnou IP adresou a ve stejné relaci prohlížeče, jako když jste provedli svůj požadavek. Jedná se o zvláštní bezpečnostní opatření, které udrží vaše data v bezpečí.

source: If needed, you can put in a new request after 24 hours here: %1s
cs_cz: V případě potřeby můžete po 24 hodinách podat novou žádost: %1s

source: This page is available for 24 hours and can only be reached from the same device, IP address and browser session you requested from.
cs_cz: Tato stránka je k dispozici 24 hodin a může být zobrazena pouze ze stejného zařízení, IP adresy a relace prohlížeče, ze kterého jste požadovali přístup.

source: If your link is invalid you can fill in a new request after 24 hours: %1s.
cs_cz: Pokud je váš odkaz neplatný, můžete vyplnit nový požadavek po 24 hodinách: %1s.

source: %1s - New anonymize request
cs_cz: %1s - Nový požadavek na anonymizaci

source: You have received a new anonymize request on %1s.
cs_cz: Na %1s jste obdrželi novou žádost o anonymizaci.

source: You can manage this request in the admin panel: %1s
cs_cz: Tuto žádost můžete spravovat na panelu správce: %1s

source: %s - Your request
cs_cz: %s - Vaše žádost

source: We have successfully processed your request and your data has been anonymized on %s.
cs_cz: Vaše žádost byla úspěšně zpracována a vaše data byla anonymizována na %s.

source: The following has been processed:
cs_cz: Bylo zpracováno následující:

# admin
source: Successfully sent a confirmation mail to the user.
cs_cz: Uživateli byla úspěšně odeslána potvrzovací zpráva.

source: Comment
cs_cz: Komentář

source: Something went wrong while saving the request. Please try again.
cs_cz: Při ukládání požadavku došlo k nějaké chybě. Opakujte akci nebo kontaktujte administrátora na mailu: info@mujdron.eu

source: Comments
cs_cz: Komentáře

source: No comments found with email address%1s.
cs_cz: Nebyly nalezeny žádné komentáře s e-mailovou adresou %1s.

source: This request is expired or doesn't exist.
cs_cz: Platnost této žádosti vypršela nebo neexistuje.

source: Below we show you all of the data stored by %1$1s on %2$1s. Select the data you wish the site owner to anonymize so it cannot be linked to your email address any longer. It is the site's owner responsibility to act upon your request. When your data is anonymized you will receive an email confirmation.
cs_cz: Níže vám ukážeme všechna data uložená v %1s na %1s. Vyberte data, která si přejete, aby majitel webu anonymizoval, aby již nemohl být propojen s vaší e-mailovou adresou. Je odpovědností vlastníka webu jednat na základě vaší žádosti. Jakmile budou vaše data anonymizována, obdržíte e-mailem potvrzení.

source: Requests
cs_cz: Požadavek

# admin
source: Allow your site's visitors to request their data stored in the WordPress database (comments, WooCommerce orders etc.). Data found is send to their email address and allows them to put in an additional request to have the data anonymized.
cs_cz: Umožněte návštěvníkům vašich stránek požádat o jejich data uložená v databázi WordPress (komentáře, WooCommerce objednávky atd.). Nalezené údaje jsou odesílány na jejich e-mailovou adresu a mohou jim být zaslány další požadavky na anonymní data.

# admin
source: Enabling this will create one private page containing the necessary shortcode: %1s. You can determine when and how to publish this page yourself.
cs_cz: Povolením této možnosti vytvoříte jednu soukromou stránku obsahující potřebný zkratkový kód: %1s. Kdy a jak publikovat tuto stránku můžete sami.

source: Date
cs_cz: Datum

source: Users
cs_cz: Uživatelé

source: No data found with email address%1s.
cs_cz: S e-mailovou adresou %1s nebyl nalezen žádný uživatel.

source: Missing or incorrect email address.
cs_cz: Chybějící nebo nesprávná emailová adresa.

source: You need to accept the privacy checkbox.
cs_cz: Musíte přijmout zaškrtávací políčko soukromí.

source: %1s - Your data request
cs_cz: %1s - Váš požadavek na údaje

source: You have requested to access your data on %1s.
cs_cz: Požádali jste o přístup k vašim údajům na %1s.

source: Please visit this %1$1s to view the data linked to the email address %2$2s.
cs_cz: Chcete-li zobrazit svá data, navštivte prosím %1s, data jsou spojená s e-mailovou adresou %2s.

source: page
cs_cz: stránka

source: Success. You will receive an email with your data shortly.
cs_cz: Hotovo. Brzy obdržíte email s údaji.

source: You have already requested your data. Please check your mailbox. After 24 hours you can put in a new request.
cs_cz: Data jste již požadovali. Zkontrolujte prosím svou poštovní schránku. Po 24 hodinách si můžete dát nový požadavek.

source: Missing or invalid type.
cs_cz: Typ nebyl nalezen nebo je neplatný.

source: No value selected.
cs_cz: Nebyla vybrána žádná hodnota.

source: Session doesn't match.
cs_cz: Relace nesouhlasí.

source: No session found.
cs_cz: Nebyla nalezena žádná relace.

# admin
source: The access request functionality is not enabled.
cs_cz: Funkce žádosti o přístup není povolena.

# admin
source: You're not allowed to edit users.
cs_cz: Nejste oprávněni upravovat uživatele.

# admin
source: You're not allowed to edit comments.
cs_cz: Nemůžete upravovat komentáře.

# admin
source: You're not allowed to edit WooCommerce orders.
cs_cz: Nejste oprávněni upravovat WooCommerce objednávky.

# admin
source: This request has already been processed.
cs_cz: Tento požadavek již byl zpracován.

source: Email Address is required.
cs_cz: Je vyžadována emailová adresa.

source: Username
cs_cz: Přihlašovací jméno

source: Display Name
cs_cz: Zobrazit jméno

source: Email Address
cs_cz: Emailová adresa

source: Website
cs_cz: Webová stránka

source: Registered on
cs_cz: Registrován na

source: Author
cs_cz: Autor

source: Content
cs_cz: Obsah

source: IP Address
cs_cz: IP adresa

source: Order
cs_cz: Pořadí

source: Name
cs_cz: Jméno

source: Address
cs_cz: Adresa

source: Postcode / ZIP
cs_cz: PSČ

source: City
cs_cz: Město

# admin
source: Please disable the custom comments form in Jetpack to make your WordPress Comments GDPR compliant.
cs_cz: Prosím, zakažte vlastní komentáře formulář v jetpack, aby se vaše WordPress komentáře GDPR kompatibilní.

source: Privacy Policy
cs_cz: Zásady ochrany osobních údajů

source: Enable?
cs_cz: Povolit?

source: Not accepted.
cs_cz: Nebylo akceptováno.

source: GDPR accepted on:
cs_cz: GDPR akceptováno v:

source: Accepted on %s.
cs_cz: Přijato na %s.

# admin
source: No HTML allowed due to plugin limitations.
cs_cz: Z důvodu omezení modulů není povolen žádný kód HTML.

source: You can use: %1s
cs_cz: Můžete použít: %1s

source: <strong>ERROR</strong>: %1s
cs_cz: <strong>CHYBA</strong>: %1s

source: Comment Submission Failure
cs_cz: Chyba odeslání komentáře

# admin
source: When activated the GDPR checkbox will be added automatically, just above the submit button.
cs_cz: Při aktivaci GDPR CheckBox bude přidán automaticky těsně nad tlačítko Odeslat.

source: Missing data.
cs_cz: Chybí data.

source: Missing type.
cs_cz: Chybí typ.
